brew 'bash-completion'
brew 'gcc'
brew 'git'
brew 'htop'
brew 'mas'
brew 'node'
brew 'npm'
brew 'openssh'
brew 'openssl'
brew 'python'
brew 'python@2'
brew 'ruby'
brew 'tree'
brew 'vim'
brew 'youtube-dl'

tap 'caskroom/cask'
cask 'apptrap'
cask 'coconutbattery'
cask 'cyberduck'
cask 'discord'
cask 'flux'
cask 'google-backup-and-sync'
cask 'java'
cask 'music-manager'
cask 'openoffice'
cask 'shiftit'
cask 'torbrowser'
cask 'transmission'
cask 'vlc'
cask 'visual-studio-code'
cask 'xquartz'

tap 'caskroom/versions'
cask 'caskroom/versions/iterm2-beta'
cask 'caskroom/versions/keka-beta'
cask 'caskroom/versions/google-chrome-dev'
cask 'caskroom/versions/microsoft-remote-desktop-beta'
cask 'caskroom/versions/skype7'

mas 'Garageband', id: 682658836
